Repository: steakbanana/omnimailer
Catalog: languages/omnimailer-*_formal.po
Languages: de_de@formal

source: This plugin connects to various mailing services using their API to manage mailing lists, subscribers and more.
de_de@formal: Dieses Plugin verbindet sich mit verschiedenen E-Mail-Diensten und verwendet ihre API um E-Mail-Listen, Abonnenten und mehr zu verwalten.

source: Dear %s,
de_de@formal: Sehr geehrte/r %s,

source: Please activate your subscription to %s by clicking on the following activation link within 48 hours.
de_de@formal: Bitte aktivieren Sie Ihr Abonnement für %s, indem Sie innerhalb von 48 Stunden auf den nachfolgenden Aktivierungslink klicken.

source: If clicking the link does not open a window stating that your subscription is now complete, or any window at all, please copy the complete link and paste it into your browser.
de_de@formal: Falls sich durch den Klick kein Fenster öffnet, das Ihr Abonnement bestätigt, oder gar überhaupt kein Fenster, kopieren Sie bitte den vollständigen Link und fügen Sie ihn in Ihren Browser ein.

source: You are getting this e-mail because you entered your e-mail address in a subscription form at %s.
de_de@formal: Sie erhalten diese E-Mail, weil Sie Ihre Adresse in ein Formular auf %s eingegeben haben.

source: If you did not use the subscription form or would not like to be subscribed anymore, please disregard this e-mail.
de_de@formal: Wenn Sie das Formular nicht abgesendet haben oder auf ein Abonnement verzichten wollen, ignorieren Sie diese E-Mail bitte.

source: Your subscription attempt will be deleted 48 hours after this e-mail was sent.
de_de@formal: Ihr Versuch für ein Abonnement wird 48 Stunden, nachdem diese E-Mail versendet wurde, gelöscht.

source: Warmest wishes, %s
de_de@formal: Herzliche Grüße, %s

source: E-mail address
de_de@formal: E-Mail-Adresse

source: I accept this site's <a href="%s">privacy policy</a>.
de_de@formal: Ich akzeptiere die <a href="%s">Datenschutzbestimmungen</a> dieser Seite.

source: Submit
de_de@formal: Absenden

source: One moment please...
de_de@formal: Einen Moment bitte...

source: (500) API call failed. Please check your network connection or try again later.
de_de@formal: (500) API-Aufruf fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung oder versuchen Sie es später erneut.

source: No mailing list provided.
de_de@formal: Keine Liste angegeben.

source: Please activate your subscription to %s.
de_de@formal: Bitte aktivieren Sie Ihr Abonnement bei %s.

source: Error while displaying the form - unknown handle or service.
de_de@formal: Fehler bei der Anzeige des Formulars - unbekannte Aktion oder Dienst.

source: Error while displaying the form - missing handle.
de_de@formal: Fehler bei der Anzeige des Formulars - unbekannte Aktion.

source: Error while displaying the form - missing service.
de_de@formal: Fehler bei der Anzeige des Formulars - unbekannter Dienst.

source: General Settings
de_de@formal: Allgemeine Einstellungen

source: Double Opt-In
de_de@formal: Zweifacher Opt-In

source: New subscribers need to confirm their subscription by clicking an activation link sent to their e-mail address.
de_de@formal: Neue Abonnenten müssen ihr Abonnement bestätigen, indem sie auf einen Aktivierungslink klicken, der an ihre E-Mail-Adresse gesendet wird.

source: Use Honeypot
de_de@formal: Honeypot verwenden

source: If active, a hidden field will be added to all forms to counter spam activity.
de_de@formal: Falls aktiv, wird allen Formularen ein verstecktes Feld hinzugefügt, um Spam-Aktivitäten entgegenzuwirken.

source: Save Changes
de_de@formal: Änderungen speichern

source: Mailgun Settings
de_de@formal: Mailgun-Einstellungen

source: Your Mailgun domain name.
de_de@formal: Ihr Mailgun-Domainname.

source: Mailgun API Key
de_de@formal: Mailgun-API-Schlüssel

source: To find your key, visit the Mailgun Dashboard and click on "API keys".
de_de@formal: Um Ihren Schlüssel zu finden besuchen Sie bitte Ihr Mailgun-Dashboard und klicken Sie auf "API keys".

source: Europe
de_de@formal: Europa

source: U.S./North America
de_de@formal: USA/Nordamerika

source: Please choose the region your Mailgun sending domain is associated with.
de_de@formal: Bitte wählen Sie die Region, der ihre Mailgun-Domain zugeordnet ist.

source: The options page for the <strong>OmniMailer</strong> plugin cannot be displayed.
de_de@formal: Die Einstellungsseite für das Plugin <strong>OmniMailer</strong> kann nicht angezeigt werden.

source: The file <strong>%s</strong> is missing. Please reinstall the plugin.
de_de@formal: Die Datei <strong>%s</strong> fehlt. Bitte installieren Sie das Plugin erneut.

source: OmniMailer Settings
de_de@formal: OmniMailer-Einstellungen

# Settings Page
source: General
de_de@formal: Allgemein

source: This field is mandatory.
de_de@formal: Dieses Feld ist ein Pflichtfeld.

source: Please enter a valid e-mail address.
de_de@formal: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: Subscription successful!
de_de@formal: Abonnement erfolgreich!

source: Thank you for subscribing.
de_de@formal: Vielen Dank für Ihr Abonnement.

source: You've got mail!
de_de@formal: Sie haben neue Nachrichten!

source: We sent you a confirmation e-mail to make sure you really want to receive our e-mails. Please check your e-mail inbox and click the activation link in our e-mail to confirm your subscription.
de_de@formal: Wir haben Ihnen eine Benachrichtungsmail geschickt um sicherzugehen, dass Sie unsere E-Mails wirklich empfangen wollen. Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den Aktivierungslink in unserer E-Mail um Ihr Abonnement zu bestätigen.

source: An error occurred
de_de@formal: Ein Fehler ist aufgetreten

source: (400) It seems that you are already subscribed to this list. If you wish to unsubscribe, please click the unsubscribe link at the bottom of one of our e-mails.
de_de@formal: (400) Anscheinend haben Sie diese Liste bereits abonniert. Falls Sie Ihr Abonnement kündigen wollen, klicken Sie bitte auf den Link am Ende einer unserer E-Mails.

source: (401) Some permissions are missing to add you to the list. Please contact us if this error persists.
de_de@formal: (401) Es fehlen einige Rechte, um Sie zu der Liste hinzuzufügen. Bitte kontaktieren Sie uns, falls dieser Fehler weiterhin auftritt.

source: (404) This list does not exist. Please contact us if this error persists.
de_de@formal: (404) Diese Liste existiert nicht. Bitte kontaktieren Sie uns, falls dieser Fehler weiterhin auftritt.

source: (500) It seems that you are already subscribed to this list. If you wish to unsubscribe, please click the unsubscribe link at the bottom of one of our e-mails.
de_de@formal: (500) Anscheinend haben Sie diese Liste bereits abonniert. Falls Sie Ihr Abonnement kündigen wollen, klicken Sie bitte auf den Link am Ende einer unserer E-Mails.

source: (500) It seems you already tried subscribing to this list. Please click the confirmation link in the e-mail we sent to your inbox to activate your subscription.
de_de@formal: (500) Anscheinend haben Sie bereits versucht, diese Liste zu abonnieren. Bitte klicken Sie auf den Aktivierungslink in unserer E-Mail um Ihr Abonnement zu bestätigen.

source: (503) Our database server appears to have some trouble. Please kindly try again later and contact us if this error persists.
de_de@formal: (503) Unser Datenbankserver hat anscheinend Schwierigkeiten. Bitte versuchen Sie es später erneut und kontaktieren Sie uns, falls der Fehler weiterhin auftritt.

source: The following error occurred while displaying this message:
de_de@formal: Der folgende Fehler ist bei der Anzeige der Nachricht aufgetreten:

source: Please check your connectivity. If the error persists, try again later.
de_de@formal: Bitte überprüfen Sie Ihre Internetverbindung. Falls dieser Fehler weiterhin auftritt, versuchen Sie es später erneut.
